

"""

PPPPPPPPPPPPPPPPP                                     tttt         hhhhhhh                                                      333333333333333           77777777777777777777
P::::::::::::::::P                                 ttt:::t         h:::::h                                                     3:::::::::::::::33         7::::::::::::::::::7
P::::::PPPPPP:::::P                                t:::::t         h:::::h                                                     3::::::33333::::::3        7::::::::::::::::::7
PP:::::P     P:::::P                               t:::::t         h:::::h                                                     3333333     3:::::3        777777777777:::::::7
  P::::P     P:::::Pyyyyyyy           yyyyyyyttttttt:::::ttttttt    h::::h hhhhh          ooooooooooo   nnnn  nnnnnnnn                     3:::::3                   7::::::7
  P::::P     P:::::P y:::::y         y:::::y t:::::::::::::::::t    h::::hh:::::hhh     oo:::::::::::oo n:::nn::::::::nn                   3:::::3                  7::::::7
  P::::PPPPPP:::::P   y:::::y       y:::::y  t:::::::::::::::::t    h::::::::::::::hh  o:::::::::::::::on::::::::::::::nn          33333333:::::3                  7::::::7
  P:::::::::::::PP     y:::::y     y:::::y   tttttt:::::::tttttt    h:::::::hhh::::::h o:::::ooooo:::::onn:::::::::::::::n         3:::::::::::3                  7::::::7
  P::::PPPPPPPPP        y:::::y   y:::::y          t:::::t          h::::::h   h::::::ho::::o     o::::o  n:::::nnnn:::::n         33333333:::::3                7::::::7
  P::::P                 y:::::y y:::::y           t:::::t          h:::::h     h:::::ho::::o     o::::o  n::::n    n::::n                 3:::::3              7::::::7
  P::::P                  y:::::y:::::y            t:::::t          h:::::h     h:::::ho::::o     o::::o  n::::n    n::::n                 3:::::3             7::::::7
  P::::P                   y:::::::::y             t:::::t    tttttth:::::h     h:::::ho::::o     o::::o  n::::n    n::::n                 3:::::3            7::::::7
PP::::::PP                  y:::::::y              t::::::tttt:::::th:::::h     h:::::ho:::::ooooo:::::o  n::::n    n::::n     3333333     3:::::3           7::::::7
P::::::::P                   y:::::y               tt::::::::::::::th:::::h     h:::::ho:::::::::::::::o  n::::n    n::::n     3::::::33333::::::3 ......   7::::::7
P::::::::P                  y:::::y                  tt:::::::::::tth:::::h     h:::::h oo:::::::::::oo   n::::n    n::::n     3:::::::::::::::33  .::::.  7::::::7
PPPPPPPPPP                 y:::::y                     ttttttttttt  hhhhhhh     hhhhhhh   ooooooooooo     nnnnnn    nnnnnn      333333333333333    ...... 77777777
                          y:::::y
                         y:::::y
                        y:::::y
                       y:::::y
                      yyyyyyy


Проверка зрения.
Если вы можете прочитать этот текст, значит всё хорошо.


Проверка QR.
http://pythonz.net/versions/named/3.7/


"""  # noqa
